Revit 2024 API
UnitTypeId.UsTonnesForce Property
 US tonnes force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId UsTonnesForce { get; }
Visual Basic
Public Shared ReadOnly Property UsTonnesForce As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ UsTonnesForce {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace